Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageRegistryError
source: An error occurred accessing the registry. Path: '{}'. Error: {}
cs_cz: Při přístupu k registru došlo k chybě. Cesta: '{}'. Chyba: {}
da_dk: Der opstod en fejl under forsøg på at få adgang til registreringsdatabasen. Sti: '{}'. Fejl: {}
de_de: Fehler beim Zugriff auf die Registrierung. Pfad: '{}'. Fehler: {}
el_gr: Παρουσιάστηκε σφάλμα κατά την πρόσβαση στο μητρώο (registry). Διαδρομή: '{}'. Σφάλμα: {}
es_es: Error al obtener acceso al Registro. Ruta de acceso: '{}'. Error: {}
fi_fi: Virhe käytettäessä rekisteriä. Polku: {}. Virhe: {}
fr_fr: Une erreur s’est produite lors de l’accès au Registre. Chemin d’accès : « {} ». Erreur : {}
hu_hu: Hiba történt a beállításjegyzék elérésekor. Elérési út: {}. Hiba: {}
it_it: Errore durante l'accesso al Registro di sistema. Percorso: '{}'. Errore: {}
ja_jp: レジストリへのアクセス中にエラーが発生しました。パス: '{}'エラー: {}
ko_kr: 레지스트리에 액세스하는 동안 오류가 발생했습니다. 경로: '{}'. 오류: {}
nb_no: Det oppstod en feil under tilgang til registeret. Bane: {}. Feil: {}
nl_nl: Er is een fout opgetreden bij het openen van het register. Pad: {}. Fout: {}
pl_pl: Wystąpił błąd podczas uzyskiwania dostępu do rejestru. Ścieżka: "{}". Błąd: {}
pt_br: Erro ao acessar o Registro. Caminho: '{}'. Erro: {}
pt_pt: Ocorreu um erro ao aceder ao registo. Caminho: '{}'. Erro: {}
ru_ru: Произошла ошибка при доступе к реестру. Путь: "{}". Ошибка: {}
sv_se: Ett fel uppstod vid åtkomst till registret. Sökväg: {}. Fel: {}
tr_tr: Kayıt defterine erişilirken bir hata oluştu. Yol: '{}'. Hata: {}
zh_cn: 访问注册表时出错。路径：“{}”。错误： {}
zh_tw: 存取登錄時發生錯誤。路徑： '{}'。錯誤： {}

# MessageLocalhostRelayFailed
source: Failed to launch the localhost relay process. Error: {}
cs_cz: Nepovedlo se spustit proces přenosu localhost. Chyba: {}
da_dk: Relay-processen for localhost kunne ikke startes. Fejl: {}
de_de: Fehler beim Starten des localhost-Relayprozesses. Fehler: {}
el_gr: Αποτυχία εκκίνησης της διεργασίας αναμετάδοσης (relay) localhost. Σφάλμα: {}
es_es: No se pudo iniciar el proceso de retransmisión localhost. Error: {}
fi_fi: Localhost-välitysprosessin käynnistäminen epäonnistui. Virhe: {}
fr_fr: Échec du lancement du processus de relais localhost. Erreur : {}
hu_hu: Nem sikerült elindítani a localhost továbbítófolyamatot. Hiba: {}
it_it: Non è stato possibile avviare il processo di inoltro localhost. Errore: {}
ja_jp: localhost リレー プロセスを起動できませんでした。エラー: {}
ko_kr: localhost 릴레이 프로세스를 시작하지 못했습니다. 오류: {}
nb_no: Kan ikke starte reléprosessen for localhost. Feil: {}
nl_nl: Kan het relay-proces van localhost niet starten. Fout: {}
pl_pl: Nie można uruchomić procesu przekazywania hosta lokalnego. Błąd: {}
pt_br: Falha ao iniciar o processo de retransmissão localhost. Erro: {}
pt_pt: Falha ao iniciar o processo de reencaminhamento localhost. Erro: {}
ru_ru: Не удалось запустить процесс ретрансляции localhost. Ошибка: {}
sv_se: Det gick inte att starta localhost-reläprocessen. Fel: {}
tr_tr: localhost geçiş işlemi başlatılamadı. Hata: {}
zh_cn: 未能启动 localhost 中继进程。错误： {}
zh_tw: 無法啟動localhost轉送進程。錯誤： {}

# MessageVirtualMachinePlatformNotInstalled
source: Failed to start virtual networking - please install the optional component Virtual Machine Platform by running: wsl.exe --install --no-distribution
cs_cz: Spuštění virtuální sítě se nezdařilo . Nainstalujte volitelnou součást Platformy virtuálního počítače spuštěním příkazu: wsl.exe --install --no-distribution
da_dk: Det virtuelle netværk kunne ikke startes. Installer den valgfrie platform til virtuel maskine ved at køre: wsl.exe --install --no-distribution
de_de: Fehler beim Starten des virtuellen Netzwerks. Installieren Sie die optionale Komponente „Virtual Machine Platform“, indem Sie „wsl.exe --install --no-distribution“ ausführen.
el_gr: Αποτυχία εκκίνησης εικονικής δικτύωσης - παρακαλώ εγκαταστήστε το προαιρετικό στοιχείο "Πλατφόρμα εικονικής μηχανής" εκτελώντας: wsl.exe --install --no-distribution
es_es: Error al iniciar las redes virtuales. Instale el componente opcional Plataforma de máquina virtual ejecutando: wsl.exe --install --no-distribution
fi_fi: Virtuaaliverkon käynnistäminen epäonnistui – asenna valinnainen virtuaalikoneympäristö suorittamalla: wsl.exe --install --no-distribution
fr_fr: Échec du démarrage de la mise en réseau virtuelle. Installez le composant facultatif Plateforme d’ordinateur virtuel en exécutant : wsl.exe --install --no-distribution
hu_hu: Nem sikerült elindítani a virtuális hálózatot – telepítse a nem kötelező virtuálisgép-platform összetevőt a következő futtatásával: wsl.exe --install --no-distribution
it_it: Non è stato possibile avviare la rete virtuale. Installare il componente facoltativo Virtual Machine Platform eseguendo: wsl.exe --install --no-distribution
ja_jp: 仮想ネットワークを開始できませんでした。次を実行して、オプションのコンポーネント Virtual Machine Platform をインストールしてください: wsl.exe --install --no-distribution
ko_kr: 가상 네트워킹을 시작하지 못했습니다. wsl.exe --install --no-distribution을 실행하여 선택적 구성 요소 Virtual Machine Platform을 설치하세요.
nb_no: Kan ikke starte virtuelt nettverk . Installer den valgfrie komponenten Virtual Machine Platform ved å kjøre: wsl.exe --install --no-distribution
nl_nl: Kan het virtuele netwerk niet starten. Installeer het optionele onderdeel Virtual Machine Platform door wsl.exe --install --no-distribution uit te voeren
pl_pl: Nie można uruchomić sieci wirtualnej — zainstaluj opcjonalny składnik platformy maszyn wirtualnych, uruchamiając: wsl.exe --install --no-distribution
pt_br: Falha ao iniciar a rede virtual - instale a Plataforma de Máquina Virtual do componente opcional executando: wsl.exe --install --no-distribution
pt_pt: Falha ao iniciar a rede virtual - instale o componente opcional Virtual Machine Platform executando: wsl.exe --install --no-distribution
ru_ru: Не удалось запустить виртуальную сеть. Установите дополнительный компонент "Платформа виртуальной машины", выполнив команду "wsl.exe --install --no-distribution"
sv_se: Det gick inte att starta det virtuella nätverket. Installera den valfria komponenten Virtual Machine Platform genom att köra: wsl.exe --install --no-distribution
tr_tr: Sanal ağ başlatılamadı - lütfen şu komutu çalıştırarak isteğe bağlı Sanal Makine Platformu bileşenini yükleyin: wsl.exe --install --no-distribution
zh_cn: 无法启动虚拟网络 - 请通过运行： wsl.exe --install --no-distribution 安装可选组件虚拟机平台
zh_tw: 無法啟動虛擬網路 - 請執行 ： wsl.exe --install --no-distribution 以安裝選擇性元件 Virtual Machine Platform

# MessageNetworkInitializationFailedFallback2
source: Failed to configure network (networkingMode {}), falling back to networkingMode {}.
cs_cz: Nepovedlo se nakonfigurovat síť (networkingMode {}), návrat k režimu networkingMode {}.
da_dk: Netværket kunne ikke konfigureres (networkingMode {}). Går tilbage til networkingMode {}.
de_de: Fehler beim Konfigurieren des Netzwerks (networkingMode {}). Fallback auf networkingMode {}.
el_gr: Αποτυχία διαμόρφωσης δικτύου (networkingMode {}), επιστροφή σε networkingMode {}.
es_es: No se pudo configurar la red (networkingMode {}), revirtiendo a networkingMode {}.
fi_fi: Verkon (networkingMode {}) määrittäminen epäonnistui. Palataan takaisin networkingMode-kohteeseen {}.
fr_fr: Échec de la configuration du réseau (networkingMode {}), retour à networkingMode {}.
hu_hu: Nem sikerült konfigurálni a hálózatot (networkingMode {}), visszatérés a networkingMode {} módba.
it_it: Non è stato possibile configurare la rete (networkingMode {}). Verrà eseguito il fallback alla modalità di rete {}.
ja_jp: ネットワーク (networkingMode {}) を構成できませんでした。networkingMode {} にフォールバックします。
ko_kr: 네트워크(networkingMode {})를 구성하지 못했습니다. networkingMode {}(으)로 대체합니다.
nb_no: Kan ikke konfigurere nettverk (networkingMode {}), som faller tilbake til networkingMode {}.
nl_nl: Kan netwerk (networkingMode {}) niet configureren. Er wordt teruggevallen op networkingMode {}.
pl_pl: Nie można skonfigurować sieci (networkingMode {}). Powrót do trybu networkingMode {}.
pt_br: Falha ao configurar a rede (networkingMode {}), voltando para networkingMode {}.
pt_pt: Falha ao configurar a rede (networkingMode {}), recuando para networkingMode {}.
ru_ru: Не удалось настроить сеть (networkingMode {}). Выполняется возврат к networkingMode {}.
sv_se: Det gick inte att konfigurera nätverket (networkingMode {}) och återgår till networkingMode {}.
tr_tr: Ağ yapılandırılamadı (networkingMode {}), networkingMode {} durumuna geri dönüüyor.
zh_cn: 无法配置网络 (networkingMode {})，回退到 networkingMode {}。
zh_tw: 無法設定 networkingMode {} 的網络，回到 networkingMode {}。

# MessageOptionalComponentInstallFailed
source: Failed to enable Windows component '{}' (exit code {})
cs_cz: Nepovedlo se povolit součást systému Windows {} (ukončovací kód {}).
da_dk: Windows-komponenten '{}' kunne ikke aktiveres (returkode {})
de_de: Fehler beim Aktivieren der Windows-Komponente "{}" (Exitcode {}).
el_gr: Αποτυχία ενεργοποίησης του στοιχείου των Windows '{}' (κωδικός εξόδου {})
es_es: No se pudo habilitar el componente de Windows "{}" (código de salida {})
fi_fi: Windows-osan {} käyttöönotto epäonnistui (lopetuskoodi {})
fr_fr: Échec de l’activation du composant Windows « {} » (code de sortie {})
hu_hu: Nem sikerült engedélyezni a(z) {} Windows-összetevőt (kilépési kód: {})
it_it: Non è stato possibile abilitare il componente di Windows '{}' (codice di uscita {})
ja_jp: Windows コンポーネント '{}' を有効にできませんでした (終了コード {})
ko_kr: Windows 구성 요소 '{}'를 사용하도록 설정하지 못했습니다(종료 코드 {}).
nb_no: Kan ikke aktivere Windows-komponenten {} (feilkode {})
nl_nl: Kan Windows-onderdeel {} niet inschakelen (afsluitcode {})
pl_pl: Nie można włączyć składnika systemu Windows „{}” (kod zakończenia {})
pt_br: Falha ao habilitar o componente do Windows '{}' (código de saída {})
pt_pt: Falha ao ativar o componente do Windows "{}" (código de saída {})
ru_ru: Не удалось включить компонент Windows "{}" (код выхода {})
sv_se: Det gick inte att aktivera Windows-komponenten '{}' (slutkod {})
tr_tr: '{}' Windows bileşeni etkinleştirilemedi (çıkış kodu {})
zh_cn: 无法启用 Windows 组件“{}”(退出代码 {})
zh_tw: 無法啟用 Windows 元件 '{}' (結束代碼： {})

# MessageFatalPluginError
source: A fatal error was returned by plugin '{}'
cs_cz: Modul plug-in '{}' vrátil závažnou chybu
da_dk: Plug-in'en '{}' returnerede en alvorlig fejl
de_de: Vom Plug-In „{}“ wurde ein schwerwiegender Fehler zurückgegeben
el_gr: Επιστράφηκε κρίσιμο σφάλμα από το πρόσθετο '{}'
es_es: El complemento "{}" devolvió un error irrecuperable
fi_fi: Laajennus {} palautti vakavan virheen
fr_fr: Une erreur irrécupérable a été retournée par le plug-in « {} »
hu_hu: A(z) {} beépülő modul végzetes hibát adott vissza
it_it: Il plug-in '{}' ha restituito un errore irreversibile
ja_jp: プラグイン '{}' によって致命的なエラーが返されました
ko_kr: 플러그 인 '{}'에서 오류가 반환되었습니다.
nb_no: En uopprettelig feil ble returnert av plugin-modulen {}
nl_nl: Er is een onherstelbare fout geretourneerd door de invoegtoepassing {}
pl_pl: Wtyczka „{}” zwróciła błąd krytyczny
pt_br: Um erro fatal foi retornado pelo plug-in '{}'
pt_pt: Foi devolvido um erro fatal pelo plug-in "{}"
ru_ru: Подключаемый модуль "{}" вернул неустранимую ошибку
sv_se: Ett oåterkalleligt fel returnerades av plugin-programmet '{}'
tr_tr: '{}' eklentisi tarafından önemli bir hata döndürüldü
zh_cn: 插件“{}”返回了一个错误
zh_tw: 外掛程式 '{}' 傳回嚴重錯誤

# MessageFatalPluginErrorWithMessage
source: A fatal error was returned by plugin '{}'. Error message: '{}'
cs_cz: Modul plug-in '{}' vrátil závažnou chybu. Chybová zpráva: '{}'
da_dk: Plug-in'en '{}' returnerede en alvorlig fejl. Fejlmeddelelse: '{}'
de_de: Das Plug-In "{}" hat einen schwerwiegenden Fehler zurückgegeben. Fehlermeldung: "{}"
el_gr: Επιστράφηκε κρίσιμο σφάλμα από το πρόσθετο '{}'. Μήνυμα σφάλματος: '{}'
es_es: El complemento '{}' devolvió un error irrecuperable. Mensaje de error: '{}'
fi_fi: Laajennus {} palautti vakavan virheen. Virhesanoma: {}
fr_fr: Une erreur irrécupérable a été renvoyée par le plug-in « {} ». Message d’erreur : « {} »
hu_hu: A(z) {} beépülő modul végzetes hibát adott vissza. Hibaüzenet: {}
it_it: Il plug-in '{}' ha restituito un errore irreversibile. Messaggio di errore: '{}'
ja_jp: プラグイン '{}' によって致命的なエラーが返されました。エラー メッセージ: '{}'
ko_kr: 플러그 인 '{}'에서 오류가 반환되었습니다. 오류 메시지: '{}'
nb_no: Programtillegget returnerte en uopprettelig feil: {}. Feilmelding: {}
nl_nl: Er is een onherstelbare fout geretourneerd door de invoegtoepassing {}. Foutbericht: {}
pl_pl: Wtyczka „{}” zwróciła błąd krytyczny. Komunikat o błędzie: „{}”
pt_br: Um erro fatal foi retornado pelo plug-in '{}'. Mensagem de erro: '{}'
pt_pt: Foi devolvido um erro fatal pelo plug-in '{}'. Mensagem de erro: "{}"
ru_ru: Подключаемый модуль "{}" вернул неустранимую ошибку. Сообщение об ошибке: "{}"
sv_se: Ett oåterkalleligt fel returnerades av plugin-programmet '{}'. Felmeddelande: '{}'
tr_tr: '{}' eklentisi tarafından önemli bir hata döndürüldü. Hata iletisi: '{}'
zh_cn: 插件“{}”返回了一个错误。错误消息:“{}”
zh_tw: 外掛程式 '{}' 傳回嚴重錯誤。錯誤訊息： '{}'

# MessagePluginRequiresUpdate
source: The plugin '{}' requires a newer version of WSL. Please run: wsl.exe --update
cs_cz: Modul plug-in {} vyžaduje novější verzi WSL. Spusťte prosím: wsl.exe --update
da_dk: Plug-in'en '{}' kræver en nyere version af WSL. Kør: wsl.exe --update
de_de: Das Plug-In "{}" erfordert eine neuere Version von WSL. Führen Sie ": wsl.exe --update" aus.
el_gr: Το πρόσθετο '{}' απαιτεί νεότερη έκδοση του WSL. Παρακαλώ εκτελέστε: wsl.exe --update
es_es: El complemento '{}' requiere una versión más reciente de WSL. Ejecute: wsl.exe --update
fi_fi: Laajennus {} edellyttää Uudempaa WSL-versiota. Suorita: wsl.exe --update
fr_fr: Le plug-in « {} » nécessite une version plus récente de WSL. Exécutez : wsl.exe --update
hu_hu: A(z) {} beépülő modulhoz a WSL újabb verziója szükséges. Futtassa a következőt: wsl.exe --update
it_it: Il plug-in '{}' richiede una versione più recente di WSL. Eseguire: wsl.exe --update
ja_jp: プラグイン '{}' には、新しいバージョンの WSL が必要です。次を実行してください: wsl.exe --update
ko_kr: 플러그 인 '{}'에는 최신 버전의 WSL이 필요합니다. 다음을 실행하세요. wsl.exe --update
nb_no: Programtillegget {} krever en nyere versjon av WSL. Kjør wsl.exe --update
nl_nl: Voor de invoegtoepassing {} is een nieuwere versie van WSL vereist. Uitvoeren: wsl.exe --update
pl_pl: Wtyczka „{}” wymaga nowszej wersji podsystemu WSL. Uruchom polecenie: wsl.exe --update
pt_br: O plug-in '{}' requer uma versão mais recente do WSL. Execute: wsl.exe --update
pt_pt: O plug-in "{}" requer uma versão mais recente do WSL. Execute: wsl.exe --update
ru_ru: Подключаемого модуля "{}" требуется более новая версия WSL. Выполните: wsl.exe --update
sv_se: Plugin-programmet {} kräver en nyare version av WSL. Kör: wsl.exe --update
tr_tr: '{}' eklentisi daha yeni bir WSL sürümü gerektiriyor. Lütfen şu komutu çalıştırın: wsl.exe --update
zh_cn: 插件“{}”需要较新版本的 WSL。请运行： wsl.exe --update
zh_tw: 外掛程式 '{}' 需要較新版本的 WSL。請執行： wsl.exe --update

# MessageSettingOverriddenByPolicy
source: The .wslconfig setting '{}' is disabled by the computer policy.
cs_cz: Nastavení .wslconfig '{}' je zakázáno zásadami počítače.
da_dk: Indstillingen "{}" for .wslconfig er deaktiveret af computerpolitikken.
de_de: Die .wslconfig-Einstellung „{}“ ist durch die Computerrichtlinie deaktiviert.
el_gr: Η ρύθμιση του .wslconfig '{}' είναι απενεργοποιημένη από την πολιτική του υπολογιστή.
es_es: La directiva de equipo deshabilitó el valor .wslconfig "{}".
fi_fi: Tietokonekäytäntö on poistanut .wslconfig asetuksen {} käytöstä.
fr_fr: Le paramètre .wslconfig « {} » est désactivé par la stratégie de l’ordinateur.
hu_hu: A(z) {} .wslconfig beállítást letiltotta a számítógép-házirend.
it_it: L'impostazione .wslconfig '{}' è disabilitata dal criterio del computer.
ja_jp: .wslconfig 設定 '{}' はコンピューター ポリシーによって無効にされています。
ko_kr: 컴퓨터 정책에 따라 .wslconfig 설정 '{}'을(를) 사용할 수 없습니다.
nb_no: .wslconfig-innstillingen {} er deaktivert av datamaskinpolicyen.
nl_nl: De instelling .wslconfig '{}' is uitgeschakeld door het computerbeleid.
pl_pl: Ustawienie .wslconfig „{}” jest wyłączone przez zasady komputera.
pt_br: A configuração .wslconfig '{}' está desabilitada pela política do computador.
pt_pt: A definição de .wslconfig "{}" está desativada pela política do computador.
ru_ru: Параметр .wslconfig "{}" отключен политикой компьютера.
sv_se: .wslconfig-inställningen '{}' har inaktiverats av datorprincipen.
tr_tr: '{}' .wslconfig ayarı bilgisayar ilkesi tarafından devre dışı bırakıldı.
zh_cn: 计算机策略已禁用 .wslconfig 设置“{}”。
zh_tw: 計算機原則已停用 .wslconfig 設定 『{}』。

# MessageDebugShellDisabled
source: The debug shell is disabled by the computer policy.
cs_cz: Ladicí prostředí je zakázáno zásadami počítače.
da_dk: Fejlfindingsshell er deaktiveret af computerpolitikken.
de_de: Die Debugshell ist durch die Computerrichtlinie deaktiviert.
el_gr: Το κέλυφος εντοπισμού σφαλμάτων (debug shell) είναι απενεργοποιημένο από την πολιτική του υπολογιστή.
es_es: La directiva de equipo deshabilitó el shell de depuración.
fi_fi: Tietokoneen käytäntö on poistanut virheenkorjausliittymän käytöstä.
fr_fr: La stratégie de l’ordinateur a désactivé l’interpréteur de commandes de débogage.
hu_hu: A számítógép-házirend letiltotta a hibakeresési felületet.
it_it: La shell di debug è disabilitata dai criteri del computer.
ja_jp: デバッグ シェルはコンピューター ポリシーによって無効にされています。
ko_kr: 컴퓨터 정책에 따라 디버그 셸을 사용할 수 없습니다.
nb_no: Feilsøkingsskallet er deaktivert av datamaskinpolicyen.
nl_nl: De foutopsporingsshell is uitgeschakeld door het computerbeleid.
pl_pl: Powłoka debugowania została wyłączona przez zasady komputera.
pt_br: O shell de depuração está desabilitado pela política do computador.
pt_pt: A shell de depuração está desativada pela política do computador.
ru_ru: Оболочка отладки отключена политикой компьютера.
sv_se: Felsökningsgränssnittet har inaktiverats av datorprincipen.
tr_tr: Hata ayıklama kabuğu, bilgisayar ilkesi tarafından devre dışı bırakıldı.
zh_cn: 计算机策略已禁用调试 shell。
zh_tw: 電腦原則已停用偵錯殼層。

# MessageWSLMountDisabled
source: wsl.exe --mount is disabled by the computer policy.
cs_cz: wsl.exe --mount je zakázáno zásadami počítače.
da_dk: wsl.exe --mount er deaktiveret af computerpolitikken.
de_de: wsl.exe --mount ist durch die Computerrichtlinie deaktiviert.
el_gr: Το wsl.exe --mount είναι απενεργοποιημένο από την πολιτική του υπολογιστή.
es_es: wsl.exe --mount está deshabilitado por la directiva de equipo.
fi_fi: Tietokoneen voimassa olevan käytännön vuoksi wsl.exe --mount -komento ei ole käytettävissä.
fr_fr: wsl.exe --mount est désactivé par la stratégie de l’ordinateur.
hu_hu: wsl.exe --mount műveletet a számítógép-házirend letiltotta.
it_it: wsl.exe --mount è disabilitato dai criteri del computer.
ja_jp: wsl.exe --mount はコンピューター ポリシーによって無効にされています。
ko_kr: wsl.exe --mount 가 컴퓨터 정책에 의해 비활성화되었습니다.
nb_no: wsl.exe --mount er deaktivert av datamaskinpolicyen.
nl_nl: wsl.exe --mount is uitgeschakeld door het computerbeleid.
pl_pl: wsl.exe --mount jest wyłączona przez zasady komputera.
pt_br: wsl.exe --mount está desabilitado pela política do computador.
pt_pt: wsl.exe --mount está desativado pela política do computador.
ru_ru: Команда wsl.exe --mount отключена политикой компьютера.
sv_se: wsl.exe --mount har inaktiverats av datorprincipen.
tr_tr: wsl.exe --mount bilgisayar ilkesi tarafından devre dışı bırakıldı.
zh_cn: 计算机策略已禁用 wsl.exe --mount 。
zh_tw: wsl.exe --mount 已由電腦原則停用。

# MessageWSL1Disabled
source: WSL1 is disabled by the computer policy.
cs_cz: Protokol WSL1 je zakázán zásadami počítače.
da_dk: WSL1 er deaktiveret af computerpolitikken.
de_de: WSL1 ist durch die Computerrichtlinie deaktiviert.
el_gr: Το WSL1 είναι απενεργοποιημένο από την πολιτική του υπολογιστή.
es_es: La directiva de equipo deshabilitó WSL1.
fi_fi: Tietokonekäytäntö on poistanut WSL1:n käytöstä.
fr_fr: La stratégie de l’ordinateur a désactivé WSL1.
hu_hu: A WSL1-et a számítógép-házirend letiltotta.
it_it: WSL1 è disabilitato dai criteri del computer.
ja_jp: WSL1 はコンピューター ポリシーによって無効にされています。
ko_kr: 컴퓨터 정책에 따라 WSL1을 사용할 수 없습니다.
nb_no: WSL1 er deaktivert av datamaskinpolicyen.
nl_nl: WSL1 is uitgeschakeld door het computerbeleid.
pl_pl: System WSL1 został wyłączony przez zasady komputera.
pt_br: O WSL1 está desabilitado pela política do computador.
pt_pt: O WSL1 está desativado pela política do computador.
ru_ru: Подсистема WSL1 отключена политикой компьютера.
sv_se: WSL1 har inaktiverats av datorprincipen.
tr_tr: WSL1, bilgisayar ilkesi tarafından devre dışı bırakıldı.
zh_cn: 计算机策略已禁用 WSL1。
zh_tw: WSL1 已由電腦原則停用。

# MessageUpgradeToWSL2
source: Please run 'wsl.exe --set-version {} 2' to upgrade to WSL2.
cs_cz: Spuštěním příkazu 'wsl.exe --set-version {} 2' upgradujte na WSL2.
da_dk: Kør 'wsl.exe --set-version {} 2' for at opgradere til WSL2.
de_de: Führen Sie "wsl.exe --set-version {} 2" aus, um ein Upgrade auf WSL2 durchzuführen.
el_gr: Παρακαλώ εκτελέστε 'wsl.exe --set-version {} 2' για να αναβαθμίσετε σε WSL2.
es_es: Ejecute "wsl.exe --set-version {} 2" para actualizar a WSL2.
fi_fi: Päivitä WSL2-versioksi suorittamalla wsl.exe --set-version {} 2.
fr_fr: Exécutez « wsl.exe --set-version {} 2 » pour effectuer la mise à niveau vers WSL2.
hu_hu: A WSL2-re való frissítéshez futtassa a wsl.exe --set-version {} 2 parancsot.
it_it: Eseguire 'wsl.exe --set-version {} 2' per eseguire l'aggiornamento a WSL2.
ja_jp: WSL2 にアップグレードするには、'wsl.exe --set-version {} 2' を実行してください。
ko_kr: 'wsl.exe --set-version {} 2'를 실행하여 WSL2로 업그레이드하세요.
nb_no: Kjør wsl.exe --set-version {} 2 for å oppgradere til WSL2.
nl_nl: Voer wsl.exe --set-version {} 2 uit om een upgrade uit te voeren naar WSL2.
pl_pl: Uruchom polecenie „wsl.exe --set-version {} 2”, aby uaktualnić do podsystemu WSL2.
pt_br: Execute 'wsl.exe --set-version {} 2' para atualizar para o WSL2.
pt_pt: Execute "wsl.exe --set-version {} 2" para atualizar para o WSL2.
ru_ru: Выполните команду "wsl.exe --set-version {} 2", чтобы перейти на WSL2.
sv_se: Kör wsl.exe --set-version {} 2 för att uppgradera till WSL2.
tr_tr: WSL2'ye yükseltmek için lütfen 'wsl.exe --set-version {} 2' çalıştırın.
zh_cn: 请运行“wsl.exe --set-version {} 2”以升级到 WSL2。
zh_tw: 請執行 'wsl.exe --set-version {} 2' 以升級至 WSL2。

# MessageFinishMsiInstallation
source: WSL is finishing an upgrade...
cs_cz: WSL dokončuje upgrade…
da_dk: WSL afslutter en opgradering...
de_de: WSL beendet ein Upgrade...
el_gr: Το WSL ολοκληρώνει μια αναβάθμιση...
es_es: WSL está finalizando una actualización...
fi_fi: WSL viimeistelee päivitystä...
fr_fr: WSL termine une mise à niveau...
hu_hu: A WSL befejezi a frissítést...
it_it: WSL sta ultimando un aggiornamento...
ja_jp: WSL はアップグレードを終了しています...
ko_kr: WSL이 업그레이드 마무리 중...
nb_no: WSL fullfører en oppgradering ...
nl_nl: WSL rondt een upgrade af...
pl_pl: Podsystem WSL kończy uaktualnianie...
pt_br: O WSL está concluindo uma atualização...
pt_pt: O WSL está a concluir uma atualização...
ru_ru: WSL завершает обновление...
sv_se: WSL slutför en uppgradering...
tr_tr: WSL bir yükseltme işlemini bitiriyor...
zh_cn: WSL 正在完成升级...
zh_tw: WSL 正在完成升級...
